Repository: daisy/urakawa-sdk
Catalog: csharp/daisy/UrakawaSDK.daisy.Lang.*.resx
Languages: fr

source: All files created
fr: Tous les fichiers créés

source: Cancelled XUK Saving.
fr: Sauvegarde du XUK annulée.

# ConvertingAudio
source: Converting audio: [{0}]
fr: Conversion de l'audio: [{0}]

# CopyingAudio
source: Copying audio: [{0}]
fr: Copie de l'audio: [{0}]

# CreateMP3File
source: Creating mp3 file [{0}] {1}
fr: Création du fichier MP3: [{0}] {1}

# CreateSmilAndNcxFiles
source: Creating smil and ncx files
fr: Création des fichiers SMIL et NCX

# CreatingAudioFile
source: Creating audio file [{0}] {1}
fr: Création du fichier audio: [{0}] {1}

# CreatingExternalFiles
source: creating external files like .css, .dtd etc.
fr: Création des fichiers externes comme .css, .dtd, etc.

# CreatingSmilFiles
source: Creating smil files {0} / {1}
fr: Création des fichier SMIL {0} / {1}

# CreatingXMLFile
source: Creating DTBook.xml file
fr: Création du fichier DTBook

# DecodingAudio
source: Decoding audio: [{0}]
fr: Décodage audio: [{0}]

# ErrorInEncoding
source: Error in encoding {0}
fr: Erreur dans l'encodage {0}

source: Import initialized.
fr: Import initialisé

# InitializeImport
source: Initializing import...
fr: Initialisation de l'import...

# ParsingContent
source: Parsing content: [{0}]
fr: Analyse du contenu: [{0}]

# ParsingMediaOverlay
source: Parsing EPUB3 Media Overlay: [{0}]
fr: Analyse du EPUB3 Media Overlay: [{0}]

# ParsingMetadata
source: Parsing metadata: [{0}]
fr: Analyse des metadonnées: [{0}]

# ParsingOPF
source: Parsing OPF: [{0}]
fr: Analyse du OPF: [{0}]

# ParsingSmilFile
source: Parsing SMIL file [{2}] {0} / {1}...
fr: Analyse du fichier SMIL [{2}] {0} / {1}...

# ReadXMLDoc
source: Reading XML document [{0}]...
fr: Lecture du fichier XML [{0}]...

# SaveXUK
source: Saving XUK...
fr: Sauvegarde du XUK...

source: Saving XUK file...
fr: Sauvegarde du fichier XUK...

source: Transform complete
fr: Transformation finie

# TreeNode_SizeInfo
source: {0} MB of {1} MB
fr: {0} MB / {1} MB

# Unzipping
source: Decompressing file: [{0}]
fr: Décompression du fichier: [{0}]

# XmlDocLoaded
source: XML document loaded [{0}].
fr: Document XML chargé [{0}].

source: XUK Saved.
fr: XUK sauvegardé.

# SerializeDOMIntoXUKFile
source: Serializing the document object model from the Urakawa SDK as XML content into a XUK file...
fr: Sauvegarde de la syntaxe du document depuis le SDK Urakawa dans le format XML du XUK...
