Repository: daisy/urakawa-sdk
Catalog: csharp/core/UrakawaSDK.core.Lang.*.resx
Languages: fr

# Metadata_desc_dcCoverage
source: The extent or scope of the content of the resource
fr: L'étendue ou le contexte du contenu de la resource

# Metadata_desc_dcCreator
source: Names of primary author or creator of the intellectual content of the publication
fr: Noms des createurs ou auteurs du contenu de la publication

# Metadata_desc_dcContributor
source: A party whose contribution to the publication is secondary to those named in dc:Creator
fr: Personne dont la contribution est secondaire a ceux nommés dans dc:Creator

# Metadata_desc_dcDate
source: Date of publication of the DTB
fr: Date de la publication du DTB

# Metadata_desc_dcDescription
source: Plain text describing the publication's content
fr: Texte décrivant le contenu de la publication

# Metadata_desc_dcFormat
source: The standard or specification to which the DTB was produced
fr: Le standard ou la specification auquel le DTB adhère

# Metadata_desc_dcIdentifier
source: A string or number identifying the DTB
fr: Texte ou numéro identifiant le DTB

# Metadata_desc_dcLanguage
source: Language of the content of the publication
fr: Langue du contenu de la publication

# Metadata_desc_dcPublisher
source: The agency responsible for making the DTB available
fr: L'agence responsable pour rendre disponible le DTB

# Metadata_desc_dcRelation
source: A reference to a related resource
fr: Une référence à un resource liée ou similaire

# Metadata_desc_dcRights
source: Information about rights held in and over the DTB
fr: Information à propos des droits attachés au DTB

# Metadata_desc_dcSource
source: A reference to a resource (e.g., a print original, ebook, etc.) from which the DTB is derived. Best practice is to use the ISBN when available.
fr: Référence vers une resource (par example, un imprimé, un ebook, etc.) depuis lequel le DTB est derivé. Si le ISBN est disponible, il est recommandé de l'utiliser.

# Metadata_desc_dcSubject
source: The topic of the content of the publication
fr: Le sujet du contenu de la publication

# Metadata_desc_dcTitle
source: The title of the DTB, including any subtitles
fr: Le titre du DTB, ainsi que les sous-titres.

# Metadata_desc_dcType
source: The nature of the content of the DTB (recommended are Dublin Core keywords "audio", "text", and "image")
fr: Le nature du contenu du DTB (comme les mots clefs Dublin Core "audio", "text" et "image")

# Metadata_desc_dtbAudioFormat
source: The format in which the audio files in the DTB file set are written
fr: Le format utilisé pour les fichiers audio dans le DTB

# Metadata_desc_dtbMultimediaContent
source: Summary of the general types of media used in the content of this DTB
fr: Résumé des types généraux de médias utilisés dans le contenu de ce DTB

# Metadata_desc_dtbMultimediaType
source: One of the six types of DTB defined in the Structure Guidelines
fr: Un des 6 types de DTB définis dans les Recommendations Structurelles DAISY

# Metadata_desc_dtbNarrator
source: Name of the person whose recorded voice is embodied in the DTB
fr: Nom de la personne dont la voix est enregistrée dans le DTB

# Metadata_desc_dtbookXsltFallback
source: The fallback XSLT file
fr: Le fichier XSLT alternatif

# Metadata_desc_dtbProducedDate
source: Date of first generation of the complete DTB, i.e. production completion date
fr: Date de la première publication du DTB

# Metadata_desc_dtbProducer
source: Name of the organization/production unit that created the DTB
fr: Nom de l'organisation / de l'unité de production qui a créé le DTB

# Metadata_desc_dtbRevision
source: Non-negative integer value of the specific version of the DTB. Incremented each time the DTB is revised.
fr: Nombre entier positif représentant la version du DTB, incrémenté à chaque révision

# Metadata_desc_dtbRevisionDate
source: Date associated with the specific dtb:revision
fr: Date associée avec le dtb:revision

# Metadata_desc_dtbRevisionDescription
source: The changes introduced in a specific dtb:revision
fr: Les changements introduits pour une dtb:revision

# Metadata_desc_unrecognized
source: An unrecognized metadata item
fr: Une métadonnée arbitraire

# Metadata_desc_z3986ExtensionVersion
source: The version of the extension to the core Z39.86 specification
fr: La version de l'extension de la spécification Z39.86

# Metadata_desc_dtbTotalTime
source: Total playing time of all SMIL files comprising the content of the DTB
fr: Le temps total de tous les fichiers SMIL dans le DTB

# Metadata_desc_dtbSourceDate
source: Date of publication of the resource (e.g., a print original, ebook, etc.) from which the DTB is derived
fr: Date de publication d'une resource (par example, un imprimé, un ebook, etc.) depuis lequel le DTB est derivé.

# Metadata_desc_dtbSourceEdition
source: A string describing the edition of the resource (e.g., a print original, ebook, etc.) from which the DTB is derived
fr: Texte décrivant l'édition de la resource (par example, un imprimé, un ebook, etc.) depuis lequel le DTB est derivé.

# Metadata_desc_dtbSourcePublisher
source: The agency responsible for making available the resource (e.g., a print original, ebook, etc.) from which the DTB is derived
fr: Nom de l'organisation qui rend disponible la resource (par example, un imprimé, un ebook, etc.) depuis lequel le DTB est derivé.

# Metadata_desc_dtbSourceRights
source: Information about rights held in and over the resource (e.g., a print original, ebook, etc.) from which the DTB is derived
fr: Information à propos des droits liés à la resource (par example, un imprimé, un ebook, etc.) depuis lequel le DTB est derivé.

# Metadata_desc_dtbSourceTitle
source: The title of the resource (e.g., a print original, ebook, etc.) from which the DTB is derived. To be used only if different from dc:Title
fr: Le titre de la resource (par example, un imprimé, un ebook, etc.) depuis lequel le DTB est derivé, à utiliser uniquement si different de dc:Title
